# data for cards

dataset = {

    1: [
        {
            "last_name": "Актаев",
            "first_name": "Руслан",
            "country": "Казахстан",
        }
    ],
    2:  [
        {
            "last_name": "Алеева",
            "first_name": "Виктория",
            "country": "Россия",
        }
    ],
    3: [
        {
            "last_name": "Вихман",
            "first_name": "Илья",
            "country": "Россия",
        }
    ],
    4: [
        {
            "last_name": "Гридина",
            "first_name": "Елена",
            "country": "Россия",
        }
    ],
    5: [
        {
            "last_name": "Гумиров",
            "first_name": "Сергей",
            "country": "Казахстан",
        }
    ],
    6: [
        {
            "last_name": "Демидова",
            "first_name": "Анастасия",
            "country": "Казахстан",
        }
    ],
    7: [
        {
            "last_name": "Жовтовский",
            "first_name": "Лука",
            "country": "Россия",
        }
    ],
    8: [
        {
            "last_name": "Ким",
            "first_name": "Богдан",
            "country": "Казахстан",
        }
    ],
    9: [
        {
            "last_name": "Конусов",
            "first_name": "Илья",
            "country": "Норвегия",
        }
    ],
    10: [
        {
            "last_name": "Крестьянова",
            "first_name": "Анастасия",
            "country": "Россия",
        }
    ],
    11: [
        {
            "last_name": "Кузнецов",
            "first_name": "Егор",
            "country": "Россия",
        }
    ],
    12: [
        {
            "last_name": "Матвиенко",
            "first_name": "Алена",
            "country": "Казахстан",
        }
    ],
    13: [
        {
            "last_name": "Мельник",
            "first_name": "Павел",
            "country": "Россия",
        }
    ],
    14: [
        {
            "last_name": "Меньщиков",
            "first_name": "Андрей",
            "country": "Русь-Матушка",
        }
    ],
    15: [
        {
            "last_name": "Минигалиев",
            "first_name": "Николай",
            "country": "Казахстан",
        }
    ],
    16: [
        {
            "last_name": "Актаев",
            "first_name": "Руслан",
            "country": "Казахстан",
        }
    ],
    17: [
        {
            "last_name": "Орлова",
            "first_name": "Валерия",
            "country": "Казахстан",
        }
    ],
    18: [
        {
            "last_name": "Пешехонов",
            "first_name": "Никита",
            "country": "Казахстан",
        }
    ],
    19: [
        {
            "last_name": "Пешков",
            "first_name": "Вадим",
            "country": "Россия",
        }
    ],
    20: [
        {
            "last_name": "Пивцаев",
            "first_name": "Сергей",
            "country": "Казахстан",
        }
    ],
    21: [
        {
            "last_name": "Пинчуков",
            "first_name": "Илья",
            "country": "Россия",
        }
    ],
    22: [
        {
            "last_name": "Подсадников",
            "first_name": "Вячеслав",
            "country": "Россия",
        }
    ],
    23: [
        {
            "last_name": "Полянский",
            "first_name": "Кирилл",
            "country": "Россия",
        }
    ],
    24: [
        {
            "last_name": "Спиридонов",
            "first_name": "Александр",
            "country": "Казахстан",
        }
    ],
    25: [
        {
            "last_name": "Стрельников",
            "first_name": "Дмитрий",
            "country": "Казахстан",
        }
    ]
}


#  Карточка № 26
# Фамилия: Таракин
# Имя: Евгений
# Страна: Россия
# Карточка № 27
# Фамилия: Тутасов
# Имя: Олег
# Страна: Общежитие
# Карточка № 28
# Фамилия: Тарский
# Имя: Владислав
# Страна: Казахстан
# Карточка № 29
# Фамилия: Чуприн
# Имя: Максим
# Страна: Казахстан
# Карточка № 30
# Фамилия: Щекотько
# Имя: Владислав
# Страна: Россия
# Карточка № 31
# Фамилия: Краснов
# Имя: Евгений
# Страна: ЛыжнаяБаза
